Repository: Vonage/vonage-video-ios-app
Catalog: VERA/VERASettings/VERASettings/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Audio bitrate:
es: Tasa de bits de audio

source: Resolution:
es: Resolución

source: 1st
es: 1º

source: 2nd
es: 2º

source: 3rd
es: 3º

source: A balance between resolution and frame rate reduction when under limited resources.
es: Un equilibrio entre la reducción de resolución y velocidad de fotogramas cuando hay recursos limitados.

source: About
es: Acerca de

source: Advanced Noise Suppression
es: Supresión de ruido avanzada

source: Aggressive bandwidth saving — minimises data usage.
es: Ahorro agresivo de ancho de banda — minimiza el uso de datos.

source: App Version
es: Versión de la App

source: Application
es: Aplicación

source: Audio bitrate
es: Tasa de bits de audio

source: Automatic
es: Automático

source: Balanced
es: Equilibrado

source: Bandwidth
es: Ancho de banda

source: Bandwidth saver
es: Ahorro de ancho de banda

source: Bitrate
es: Tasa de bits

source: Bitrate Preset
es: Preajuste de Tasa de Bits

source: Both or Unclear
es: Ambos o incierto

source: Build
es: Compilación

source: Bytes Received
es: Bytes recibidos

source: Bytes Sent
es: Bytes enviados

source: Bytes sent
es: Bytes enviados

source: Camera
es: Cámara

source: Cancel
es: Cancelar

source: Choose a codec order for shared content, or follow the camera. Applies the next time you start sharing.
es: Elige un orden de codecs para el contenido compartido o sigue el de la cámara. Se aplica la próxima vez que empieces a compartir.

source: Close
es: Cerrar

source: Codec priority
es: Prioridad de codec

# Content Sharing
source: Screen Sharing
es: Compartir pantalla

source: Controls the maximum audio encoding bitrate sent to the session. Higher values improve quality but use more bandwidth.
es: Elige automáticamente el valor predeterminado del SDK, o personalizada para definir la tasa de bits máxima de codificación de audio enviada a la sesión.

source: Critical
es: Crítico

source: Custom
es: Personalizada

source: Custom bitrate
es: Tasa de bits personalizada

source: Data unavailable
es: Datos no disponibles

source: Default
es: Predeterminada

source: Default adaptive bitrate — the SDK optimises quality automatically.
es: Vonage Video API permite usar perfiles de tasa de bits o definir una tasa de bits máxima de video personalizada.

source: Degradation Preference
es: Preferencia de degradación

source: Discontinuous Transmission
es: Transmisión discontinua

source: Drag to reorder. The SDK will try codecs in this order during negotiation.
es: Arrastra y suelta para elegir el orden de preferencia de los codecs, de primero a último.

source: Enable Opus DTX
es: Activar Opus DTX

source: Enable Stats above to see real-time metrics.
es: Habilita Estadísticas arriba para ver métricas en tiempo real.

source: Enable extra stats for subscribers
es: Habilitar estadísticas extra para subscribers

source: Enabling Opus DTX can reduce bandwidth usage in streams that have long periods of silence.
es: Cuando está activado, la transmisión discontinua de Opus reduce el ancho de banda de audio durante los silencios.

source: Est. Bandwidth
es: Est. Ancho de Banda

source: Estimated Bandwidth
es: Ancho de banda estimado

source: Excellent
es: Excelente

source: Extra bandwidth saver
es: Ahorro extra de ancho de banda

source: Fair
es: Aceptable

source: Frame Rate
es: Fotogramas por segundo

source: Frame rate
es: Fotogramas por segundo

source: Frame rate is prioritised — resolution may be reduced under limited resources.
es: Se prioriza la velocidad de fotogramas — la resolución puede reducirse con recursos limitados.

source: Front Camera
es: Cámara frontal

source: Good
es: Bueno

source: High
es: Alto

source: High Quality
es: Calidad Alta

source: Language
es: Idioma

source: Layer Change
es: Cambio de capa

source: Live Stats
es: Estadísticas en Vivo

source: Low
es: Bajo

source: Low Quality
es: Calidad Baja

source: Maintain Frame Rate
es: Mantener velocidad de fotogramas

source: Maintain Frame Rate and Resolution
es: Mantener velocidad de fotogramas y resolución

source: Maintain Resolution
es: Mantener resolución

source: Max Allocated Bitrate
es: Tasa de bits máxima asignada

source: Max audio Bitrate: %@
es: Tasa de bits de audio personalizada: %@

source: Max Bitrate: %@
es: Tasa de bits Máximo: %@

# Max Bitrate Title
source: Max Bitrate
es: Tasa de bits Máximo

source: Max Video Bitrate: %@
es: Tasa de bits personalizada: %@

source: Medium
es: Medio

source: Medium Quality
es: Calidad Media

source: Mirror my preview
es: Reflejar mi vista previa

source: Mirrors your front-camera preview only. Remote video is unaffected.
es: Refleja solo la vista previa de la cámara frontal. El vídeo remoto no cambia.

source: Mode
es: Modo

source: Moderate bandwidth saving while keeping reasonable video quality.
es: Ahorro moderado de ancho de banda manteniendo una calidad de video razonable.

source: Network
es: Red

source: Network Condition
es: Condición de la red

source: No degradation will be applied — resolution and frame rate remain steady.
es: No se aplicará degradación — la resolución y la velocidad de fotogramas permanecen estables.

source: None
es: Ninguno

source: Not Set
es: No establecido

source: Optimize for
es: Optimizar para

source: Packets Lost (Receive)
es: Paquetes perdidos (recepción)

source: Packets Lost (Send)
es: Paquetes perdidos (envío)

source: Packets Received
es: Paquetes recibidos

source: Packets Sent
es: Paquetes enviados

source: Participants
es: Participantes

# Pkts
source: Pkts: %@ rcvd / %@ lost
es: Pkts: %@ rcvd / %@ perdidos

source: Preferred Video Codec
es: Codec

source: Publisher
es: Publicador

source: Publisher audio fallback
es: Audio de respaldo del publicador

source: Publisher Fallback
es: Respaldo del Publicador

source: Readable text
es: Texto legible

source: Real-Time Stats
es: Estadísticas en Tiempo Real

source: Rear Camera
es: Cámara trasera

source: Remote
es: Remoto

# Reset to Defaults
source: Reset default values
es: Restablecer valores predeterminados

source: Resolution
es: Resolución

source: Resolution is prioritised — frame rate may be reduced under limited resources.
es: Se prioriza la resolución — la velocidad de fotogramas puede reducirse con recursos limitados.

source: Restores all settings to their default values.
es: Restaura todos los ajustes a sus valores predeterminados

source: Restores every setting to its default value.
es: Restaura todos los ajustes a sus valores predeterminados

source: Same as camera
es: Igual que la cámara

source: Save
es: Guardar

source: Scalable screen sharing
es: Compartir pantalla escalable

source: Screen Sharing
es: Compartir pantalla

source: Self View Mirror
es: Reflejar mi vista previa

source: Sends multiple quality layers so each viewer gets the best their connection allows. Applies the next time you start sharing.
es: Envía varias capas de calidad para que cada participante reciba la mejor que permita su conexión. Se aplica la próxima vez que empieces a compartir.

# Sent
source: Sent: %@ pkts / %@
es: Enviados: %@ pkts / %@

source: Set an explicit max video bitrate between 5 kbps and 10 Mbps.
es: Define una tasa de bits máxima de video entre 5 kbps y 10 Mbps.

source: Settings
es: Ajustes

source: Sharp detail
es: Detalle nítido

source: Smooth motion
es: Movimiento fluido

source: Statistics
es: Estadísticas

source: Stats
es: Estadísticas

source: Subscriber audio fallback
es: Audio de respaldo del suscriptor

source: Subscriber Fallback
es: Respaldo del Suscriptor

source: System Default
es: Predeterminado del sistema

source: Tells the encoder what matters most for this video. Applies immediately.
es: Indica al codificador qué es lo más importante en este vídeo. Se aplica de inmediato.

source: The SDK automatically selects the best codec based on network conditions and participant capabilities.
es: El SDK selecciona automáticamente el mejor codec según las condiciones de red y las capacidades de los participantes. Los cambios se aplican en la próxima llamada.

source: The video engine will decide the optimal degradation preference.
es: El motor de vídeo decidirá la preferencia de degradación óptima.

source: Unknown
es: Desconocido

source: Video
es: Vídeo

source: Waiting for stats…
es: Esperando estadísticas…

source: Warning
es: Advertencia

source: When enabled, you receive audio only from other participants during poor network conditions.
es: Cuando está habilitado, recibes solo audio de otros participantes durante condiciones de red deficientes.

source: When enabled, your video stops rendering on other devices during poor network conditions to preserve audio.
es: Cuando está habilitado, tu video deja de renderizarse en otros dispositivos durante condiciones de red deficientes para preservar el audio.

source: You
es: Tú

source: 📹 Video Send %@
es: 📹 Envío de Video %@

source: 📺 Video Recv
es: 📺 Recepción de Video

source: 🔊 Audio Send %@
es: 🔊 Envío de Audio %@
